{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "&": 2,
      "'": 3,
      "-": 4,
      ".": 5,
      "0": 6,
      "1": 7,
      "2": 8,
      "3": 9,
      "4": 10,
      "8": 11,
      "9": 12,
      "A": 13,
      "B": 14,
      "C": 15,
      "D": 16,
      "E": 17,
      "F": 18,
      "G": 19,
      "I": 20,
      "J": 21,
      "K": 22,
      "L": 23,
      "M": 24,
      "N": 25,
      "O": 26,
      "P": 27,
      "Q": 28,
      "R": 29,
      "S": 30,
      "T": 31,
      "W": 32,
      "X": 33,
      "_": 34,
      "a": 35,
      "b": 36,
      "c": 37,
      "d": 38,
      "e": 39,
      "f": 40,
      "g": 41,
      "h": 42,
      "i": 43,
      "j": 44,
      "k": 45,
      "l": 46,
      "m": 47,
      "n": 48,
      "o": 49,
      "p": 50,
      "r": 51,
      "s": 52,
      "t": 53,
      "u": 54,
      "v": 55,
      "w": 56,
      "x": 57,
      "y": 58,
      "ü": 59,
      "er": 60,
      "on": 61,
      "ti": 62,
      "al": 63,
      "es": 64,
      "Ma": 65,
      "en": 66,
      "it": 67,
      "or": 68,
      "ow": 69,
      "Ga": 70,
      "In": 71,
      "Re": 72,
      "an": 73,
      "ch": 74,
      "ia": 75,
      "ll": 76,
      "ne": 77,
      "ob": 78,
      "ol": 79,
      "ro": 80,
      "st": 81,
      "An": 82,
      "Con": 83,
      "Cor": 84,
      "Da": 85,
      "Dr": 86,
      "II": 87,
      "Sm": 88,
      "Te": 89,
      "ay": 90,
      "ati": 91,
      "ed": 92,
      "ic": 93,
      "ig": 94,
      "in": 95,
      "ies": 96,
      "sh": 97,
      "ser": 98,
      "ta": 99,
      "te": 100,
      "tu": 101,
      "tin": 102,
      "Mar": 103,
      "ith": 104,
      "Corp": 105,
      "Smith": 106,
      "Tech": 107,
      "0r": 108,
      "12": 109,
      "19": 110,
      "2k": 111,
      "33": 112,
      "42": 113,
      "4x": 114,
      "88": 115,
      "842": 116,
      "99": 117,
      "AI": 118,
      "Al": 119,
      "Ap": 120,
      "By": 121,
      "Bob": 122,
      "Ch": 123,
      "Co": 124,
      "Cr": 125,
      "Cy": 126,
      "De": 127,
      "Dy": 128,
      "Dow": 129,
      "Dig": 130,
      "Ev": 131,
      "Fr": 132,
      "Fu": 133,
      "Fati": 134,
      "Gl": 135,
      "Gro": 136,
      "Je": 137,
      "Jo": 138,
      "Jr": 139,
      "Jon": 140,
      "Kin": 141,
      "LC": 142,
      "La": 143,
      "Le": 144,
      "Li": 145,
      "Lt": 146,
      "Lu": 147,
      "LLC": 148,
      "Mü": 149,
      "Mic": 150,
      "Nin": 151,
      "Op": 152,
      "Pow": 153,
      "Pro": 154,
      "Qu": 155,
      "Rob": 156,
      "Sl": 157,
      "So": 158,
      "Sy": 159,
      "Ser": 160,
      "Sol": 161,
      "Say": 162,
      "Sta": 163,
      "Th": 164,
      "Tol": 165,
      "We": 166,
      "Wi": 167,
      "Wor": 168,
      "X_": 169,
      "_f": 170,
      "_h": 171,
      "_k": 172,
      "_n": 173,
      "_88": 174,
      "_99": 175,
      "ad": 176,
      "ag": 177,
      "ai": 178,
      "ap": 179,
      "ash": 180,
      "ate": 181,
      "bs": 182,
      "ber": 183,
      "cs": 184,
      "cia": 185,
      "de": 186,
      "du": 187,
      "el": 188,
      "em": 189,
      "et": 190,
      "ex": 191,
      "eRe": 192,
      "eWor": 193,
      "ft": 194,
      "gies": 195,
      "g_88": 196,
      "hi": 197,
      "hn": 198,
      "ht": 199,
      "id": 200,
      "ien": 201,
      "ja": 202,
      "ks": 203,
      "kien": 204,
      "lig": 205,
      "ltin": 206,
      "l33": 207,
      "ma": 208,
      "mer": 209,
      "mLe": 210,
      "m_f": 211,
      "na": 212,
      "nn": 213,
      "no": 214,
      "nol": 215,
      "oKin": 216,
      "oft": 217,
      "ogies": 218,
      "pt": 219,
      "pai": 220,
      "phi": 221,
      "ru": 222,
      "ries": 223,
      "rcia": 224,
      "reWor": 225,
      "rlig": 226,
      "su": 227,
      "soft": 228,
      "tes": 229,
      "t_h": 230,
      "up": 231,
      "uti": 232,
      "user": 233,
      "um_f": 234,
      "vic": 235,
      "vate": 236,
      "vid": 237,
      "xPow": 238,
      "xX_": 239,
      "yn": 240,
      "yti": 241,
      "y_n": 242,
      "ypt": 243,
      "ert": 244,
      "er_99": 245,
      "ons": 246,
      "onti": 247,
      "onSl": 248,
      "alDe": 249,
      "alyti": 250,
      "Mast": 251,
      "MaxPow": 252,
      "enit": 253,
      "enAI": 254,
      "ital": 255,
      "orati": 256,
      "Gamer": 257,
      "Garcia": 258,
      "Gates": 259,
      "Inc": 260,
      "Indu": 261,
      "Inno": 262,
      "Reed": 263,
      "Repai": 264,
      "antu": 265,
      "chum_f": 266,
      "iam": 267,
      "ller": 268,
      "lliam": 269,
      "ney": 270,
      "nell": 271,
      "obal": 272,
      "rosoft": 273,
      "stem": 274,
      "stries": 275,
      "Anna": 276,
      "Analyti": 277,
      "Consu": 278,
      "Connell": 279,
      "Data": 280,
      "David": 281,
      "Drag": 282,
      "III": 283,
      "ayer_99": 284,
      "shad": 285,
      "serenit": 286,
      "teMast": 287,
      "tureWor": 288,
      "Maria": 289,
      "Martin": 290,
      "Corporati": 291,
      "Technol": 292,
      "123": 293,
      "19842": 294,
      "4x0r": 295,
      "Apex": 296,
      "ByteMast": 297,
      "Chen": 298,
      "Code": 299,
      "Crypt": 300,
      "Cyber": 301,
      "Dyne": 302,
      "Downey": 303,
      "Digital": 304,
      "Evel": 305,
      "Fronti": 306,
      "FutureWor": 307,
      "Fatima": 308,
      "Global": 309,
      "Group": 310,
      "Jean": 311,
      "John": 312,
      "Jones": 313,
      "Labs": 314,
      "Ltd": 315,
      "Luc": 316,
      "Müller": 317,
      "Microsoft": 318,
      "Ninja": 319,
      "OpenAI": 320,
      "ProGamer": 321,
      "Quantu": 322,
      "Robert": 323,
      "Sophi": 324,
      "System": 325,
      "Servic": 326,
      "Soluti": 327,
      "Sayed": 328,
      "Starlig": 329,
      "TheRe": 330,
      "Tolkien": 331,
      "Wei": 332,
      "William": 333,
      "_ket": 334,
      "ash_ket": 335,
      "lting": 336,
      "l33t_h": 337,
      "mLeap": 338,
      "nner": 339,
      "oKing_88": 340,
      "runner": 341,
      "xX_Drag": 342,
      "y_now": 343,
      "onSlayer_99": 344,
      "alDeal": 345,
      "MaxPower": 346,
      "Industries": 347,
      "Innovate": 348,
      "Repair": 349,
      "chum_fan": 350,
      "Analytics": 351,
      "Consulting": 352,
      "shadow": 353,
      "serenity_now": 354,
      "Corporation": 355,
      "Technologies": 356,
      "ByteMaster": 357,
      "CodeNinja": 358,
      "CryptoKing_88": 359,
      "CyberDyne": 360,
      "Evelyn": 361,
      "Frontier": 362,
      "FutureWorks": 363,
      "ProGamer123": 364,
      "QuantumLeap": 365,
      "Sophie": 366,
      "Systems": 367,
      "Services": 368,
      "Solutions": 369,
      "Starlight": 370,
      "TheRealDeal": 371,
      "ash_ketchum_fan": 372,
      "l33t_h4x0r": 373,
      "xX_DragonSlayer_99": 374
    },
    "merges": [
      [
        "e",
        "r"
      ],
      [
        "o",
        "n"
      ],
      [
        "t",
        "i"
      ],
      [
        "a",
        "l"
      ],
      [
        "e",
        "s"
      ],
      [
        "M",
        "a"
      ],
      [
        "e",
        "n"
      ],
      [
        "i",
        "t"
      ],
      [
        "o",
        "r"
      ],
      [
        "o",
        "w"
      ],
      [
        "G",
        "a"
      ],
      [
        "I",
        "n"
      ],
      [
        "R",
        "e"
      ],
      [
        "a",
        "n"
      ],
      [
        "c",
        "h"
      ],
      [
        "i",
        "a"
      ],
      [
        "l",
        "l"
      ],
      [
        "n",
        "e"
      ],
      [
        "o",
        "b"
      ],
      [
        "o",
        "l"
      ],
      [
        "r",
        "o"
      ],
      [
        "s",
        "t"
      ],
      [
        "A",
        "n"
      ],
      [
        "C",
        "on"
      ],
      [
        "C",
        "or"
      ],
      [
        "D",
        "a"
      ],
      [
        "D",
        "r"
      ],
      [
        "I",
        "I"
      ],
      [
        "S",
        "m"
      ],
      [
        "T",
        "e"
      ],
      [
        "a",
        "y"
      ],
      [
        "a",
        "ti"
      ],
      [
        "e",
        "d"
      ],
      [
        "i",
        "c"
      ],
      [
        "i",
        "g"
      ],
      [
        "i",
        "n"
      ],
      [
        "i",
        "es"
      ],
      [
        "s",
        "h"
      ],
      [
        "s",
        "er"
      ],
      [
        "t",
        "a"
      ],
      [
        "t",
        "e"
      ],
      [
        "t",
        "u"
      ],
      [
        "ti",
        "n"
      ],
      [
        "Ma",
        "r"
      ],
      [
        "it",
        "h"
      ],
      [
        "Cor",
        "p"
      ],
      [
        "Sm",
        "ith"
      ],
      [
        "Te",
        "ch"
      ],
      [
        "0",
        "r"
      ],
      [
        "1",
        "2"
      ],
      [
        "1",
        "9"
      ],
      [
        "2",
        "k"
      ],
      [
        "3",
        "3"
      ],
      [
        "4",
        "2"
      ],
      [
        "4",
        "x"
      ],
      [
        "8",
        "8"
      ],
      [
        "8",
        "42"
      ],
      [
        "9",
        "9"
      ],
      [
        "A",
        "I"
      ],
      [
        "A",
        "l"
      ],
      [
        "A",
        "p"
      ],
      [
        "B",
        "y"
      ],
      [
        "B",
        "ob"
      ],
      [
        "C",
        "h"
      ],
      [
        "C",
        "o"
      ],
      [
        "C",
        "r"
      ],
      [
        "C",
        "y"
      ],
      [
        "D",
        "e"
      ],
      [
        "D",
        "y"
      ],
      [
        "D",
        "ow"
      ],
      [
        "D",
        "ig"
      ],
      [
        "E",
        "v"
      ],
      [
        "F",
        "r"
      ],
      [
        "F",
        "u"
      ],
      [
        "F",
        "ati"
      ],
      [
        "G",
        "l"
      ],
      [
        "G",
        "ro"
      ],
      [
        "J",
        "e"
      ],
      [
        "J",
        "o"
      ],
      [
        "J",
        "r"
      ],
      [
        "J",
        "on"
      ],
      [
        "K",
        "in"
      ],
      [
        "L",
        "C"
      ],
      [
        "L",
        "a"
      ],
      [
        "L",
        "e"
      ],
      [
        "L",
        "i"
      ],
      [
        "L",
        "t"
      ],
      [
        "L",
        "u"
      ],
      [
        "L",
        "LC"
      ],
      [
        "M",
        "ü"
      ],
      [
        "M",
        "ic"
      ],
      [
        "N",
        "in"
      ],
      [
        "O",
        "p"
      ],
      [
        "P",
        "ow"
      ],
      [
        "P",
        "ro"
      ],
      [
        "Q",
        "u"
      ],
      [
        "R",
        "ob"
      ],
      [
        "S",
        "l"
      ],
      [
        "S",
        "o"
      ],
      [
        "S",
        "y"
      ],
      [
        "S",
        "er"
      ],
      [
        "S",
        "ol"
      ],
      [
        "S",
        "ay"
      ],
      [
        "S",
        "ta"
      ],
      [
        "T",
        "h"
      ],
      [
        "T",
        "ol"
      ],
      [
        "W",
        "e"
      ],
      [
        "W",
        "i"
      ],
      [
        "W",
        "or"
      ],
      [
        "X",
        "_"
      ],
      [
        "_",
        "f"
      ],
      [
        "_",
        "h"
      ],
      [
        "_",
        "k"
      ],
      [
        "_",
        "n"
      ],
      [
        "_",
        "88"
      ],
      [
        "_",
        "99"
      ],
      [
        "a",
        "d"
      ],
      [
        "a",
        "g"
      ],
      [
        "a",
        "i"
      ],
      [
        "a",
        "p"
      ],
      [
        "a",
        "sh"
      ],
      [
        "a",
        "te"
      ],
      [
        "b",
        "s"
      ],
      [
        "b",
        "er"
      ],
      [
        "c",
        "s"
      ],
      [
        "c",
        "ia"
      ],
      [
        "d",
        "e"
      ],
      [
        "d",
        "u"
      ],
      [
        "e",
        "l"
      ],
      [
        "e",
        "m"
      ],
      [
        "e",
        "t"
      ],
      [
        "e",
        "x"
      ],
      [
        "e",
        "Re"
      ],
      [
        "e",
        "Wor"
      ],
      [
        "f",
        "t"
      ],
      [
        "g",
        "ies"
      ],
      [
        "g",
        "_88"
      ],
      [
        "h",
        "i"
      ],
      [
        "h",
        "n"
      ],
      [
        "h",
        "t"
      ],
      [
        "i",
        "d"
      ],
      [
        "i",
        "en"
      ],
      [
        "j",
        "a"
      ],
      [
        "k",
        "s"
      ],
      [
        "k",
        "ien"
      ],
      [
        "l",
        "ig"
      ],
      [
        "l",
        "tin"
      ],
      [
        "l",
        "33"
      ],
      [
        "m",
        "a"
      ],
      [
        "m",
        "er"
      ],
      [
        "m",
        "Le"
      ],
      [
        "m",
        "_f"
      ],
      [
        "n",
        "a"
      ],
      [
        "n",
        "n"
      ],
      [
        "n",
        "o"
      ],
      [
        "n",
        "ol"
      ],
      [
        "o",
        "Kin"
      ],
      [
        "o",
        "ft"
      ],
      [
        "o",
        "gies"
      ],
      [
        "p",
        "t"
      ],
      [
        "p",
        "ai"
      ],
      [
        "p",
        "hi"
      ],
      [
        "r",
        "u"
      ],
      [
        "r",
        "ies"
      ],
      [
        "r",
        "cia"
      ],
      [
        "r",
        "eWor"
      ],
      [
        "r",
        "lig"
      ],
      [
        "s",
        "u"
      ],
      [
        "s",
        "oft"
      ],
      [
        "t",
        "es"
      ],
      [
        "t",
        "_h"
      ],
      [
        "u",
        "p"
      ],
      [
        "u",
        "ti"
      ],
      [
        "u",
        "ser"
      ],
      [
        "u",
        "m_f"
      ],
      [
        "v",
        "ic"
      ],
      [
        "v",
        "ate"
      ],
      [
        "v",
        "id"
      ],
      [
        "x",
        "Pow"
      ],
      [
        "x",
        "X_"
      ],
      [
        "y",
        "n"
      ],
      [
        "y",
        "ti"
      ],
      [
        "y",
        "_n"
      ],
      [
        "y",
        "pt"
      ],
      [
        "er",
        "t"
      ],
      [
        "er",
        "_99"
      ],
      [
        "on",
        "s"
      ],
      [
        "on",
        "ti"
      ],
      [
        "on",
        "Sl"
      ],
      [
        "al",
        "De"
      ],
      [
        "al",
        "yti"
      ],
      [
        "Ma",
        "st"
      ],
      [
        "Ma",
        "xPow"
      ],
      [
        "en",
        "it"
      ],
      [
        "en",
        "AI"
      ],
      [
        "it",
        "al"
      ],
      [
        "or",
        "ati"
      ],
      [
        "Ga",
        "mer"
      ],
      [
        "Ga",
        "rcia"
      ],
      [
        "Ga",
        "tes"
      ],
      [
        "In",
        "c"
      ],
      [
        "In",
        "du"
      ],
      [
        "In",
        "no"
      ],
      [
        "Re",
        "ed"
      ],
      [
        "Re",
        "pai"
      ],
      [
        "an",
        "tu"
      ],
      [
        "ch",
        "um_f"
      ],
      [
        "ia",
        "m"
      ],
      [
        "ll",
        "er"
      ],
      [
        "ll",
        "iam"
      ],
      [
        "ne",
        "y"
      ],
      [
        "ne",
        "ll"
      ],
      [
        "ob",
        "al"
      ],
      [
        "ro",
        "soft"
      ],
      [
        "st",
        "em"
      ],
      [
        "st",
        "ries"
      ],
      [
        "An",
        "na"
      ],
      [
        "An",
        "alyti"
      ],
      [
        "Con",
        "su"
      ],
      [
        "Con",
        "nell"
      ],
      [
        "Da",
        "ta"
      ],
      [
        "Da",
        "vid"
      ],
      [
        "Dr",
        "ag"
      ],
      [
        "II",
        "I"
      ],
      [
        "ay",
        "er_99"
      ],
      [
        "sh",
        "ad"
      ],
      [
        "ser",
        "enit"
      ],
      [
        "te",
        "Mast"
      ],
      [
        "tu",
        "reWor"
      ],
      [
        "Mar",
        "ia"
      ],
      [
        "Mar",
        "tin"
      ],
      [
        "Corp",
        "orati"
      ],
      [
        "Tech",
        "nol"
      ],
      [
        "12",
        "3"
      ],
      [
        "19",
        "842"
      ],
      [
        "4x",
        "0r"
      ],
      [
        "Ap",
        "ex"
      ],
      [
        "By",
        "teMast"
      ],
      [
        "Ch",
        "en"
      ],
      [
        "Co",
        "de"
      ],
      [
        "Cr",
        "ypt"
      ],
      [
        "Cy",
        "ber"
      ],
      [
        "Dy",
        "ne"
      ],
      [
        "Dow",
        "ney"
      ],
      [
        "Dig",
        "ital"
      ],
      [
        "Ev",
        "el"
      ],
      [
        "Fr",
        "onti"
      ],
      [
        "Fu",
        "tureWor"
      ],
      [
        "Fati",
        "ma"
      ],
      [
        "Gl",
        "obal"
      ],
      [
        "Gro",
        "up"
      ],
      [
        "Je",
        "an"
      ],
      [
        "Jo",
        "hn"
      ],
      [
        "Jon",
        "es"
      ],
      [
        "La",
        "bs"
      ],
      [
        "Lt",
        "d"
      ],
      [
        "Lu",
        "c"
      ],
      [
        "Mü",
        "ller"
      ],
      [
        "Mic",
        "rosoft"
      ],
      [
        "Nin",
        "ja"
      ],
      [
        "Op",
        "enAI"
      ],
      [
        "Pro",
        "Gamer"
      ],
      [
        "Qu",
        "antu"
      ],
      [
        "Rob",
        "ert"
      ],
      [
        "So",
        "phi"
      ],
      [
        "Sy",
        "stem"
      ],
      [
        "Ser",
        "vic"
      ],
      [
        "Sol",
        "uti"
      ],
      [
        "Say",
        "ed"
      ],
      [
        "Sta",
        "rlig"
      ],
      [
        "Th",
        "eRe"
      ],
      [
        "Tol",
        "kien"
      ],
      [
        "We",
        "i"
      ],
      [
        "Wi",
        "lliam"
      ],
      [
        "_k",
        "et"
      ],
      [
        "ash",
        "_ket"
      ],
      [
        "ltin",
        "g"
      ],
      [
        "l33",
        "t_h"
      ],
      [
        "mLe",
        "ap"
      ],
      [
        "nn",
        "er"
      ],
      [
        "oKin",
        "g_88"
      ],
      [
        "ru",
        "nner"
      ],
      [
        "xX_",
        "Drag"
      ],
      [
        "y_n",
        "ow"
      ],
      [
        "onSl",
        "ayer_99"
      ],
      [
        "alDe",
        "al"
      ],
      [
        "MaxPow",
        "er"
      ],
      [
        "Indu",
        "stries"
      ],
      [
        "Inno",
        "vate"
      ],
      [
        "Repai",
        "r"
      ],
      [
        "chum_f",
        "an"
      ],
      [
        "Analyti",
        "cs"
      ],
      [
        "Consu",
        "lting"
      ],
      [
        "shad",
        "ow"
      ],
      [
        "serenit",
        "y_now"
      ],
      [
        "Corporati",
        "on"
      ],
      [
        "Technol",
        "ogies"
      ],
      [
        "ByteMast",
        "er"
      ],
      [
        "Code",
        "Ninja"
      ],
      [
        "Crypt",
        "oKing_88"
      ],
      [
        "Cyber",
        "Dyne"
      ],
      [
        "Evel",
        "yn"
      ],
      [
        "Fronti",
        "er"
      ],
      [
        "FutureWor",
        "ks"
      ],
      [
        "ProGamer",
        "123"
      ],
      [
        "Quantu",
        "mLeap"
      ],
      [
        "Sophi",
        "e"
      ],
      [
        "System",
        "s"
      ],
      [
        "Servic",
        "es"
      ],
      [
        "Soluti",
        "ons"
      ],
      [
        "Starlig",
        "ht"
      ],
      [
        "TheRe",
        "alDeal"
      ],
      [
        "ash_ket",
        "chum_fan"
      ],
      [
        "l33t_h",
        "4x0r"
      ],
      [
        "xX_Drag",
        "onSlayer_99"
      ]
    ]
  }
}